Revit 2027 API
ParameterTypeId.RbsMaxFlow Property
 "Max Flow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsMaxFlow { get; }
Public Shared ReadOnly Property RbsMaxFlow As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsMaxFlow {
	ForgeTypeId^ get ();
}
static member RbsMaxFlow : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace